{
  "title": "About Hack4Change",
  
  "opening": "Hack4Change is Moncton's inaugural civic tech hackathon, organized by Civic Tech Moncton in partnership with the Greater Moncton Homelessness Steering Committee. This three-day intensive event brings together developers, designers, students, and community advocates to build technology solutions that create lasting community impact.",

  "whatMakesDifferent": {
    "title": "What Makes This Different",
    "subtitle": "Most hackathons end with abandoned prototypes. Not this one.",
    "description": "The winning solution will be fully developed and deployed through a committed partnership between Civic Tech Moncton volunteers, the winning team, and the Greater Moncton Homelessness Steering Committee (GMHSC).",
    "benefits": [
      "Be developed into a production-ready application",
      "Be deployed to GMHSC member organizations across Southeast New Brunswick",
      "Serve real people experiencing homelessness",
      "Make measurable, lasting impact on community service delivery"
    ],
    "closing": "This isn't just a competition. It's the beginning of a real project."
  },

  "challenge": {
    "title": "The Challenge",
    "partner": "Partner: Greater Moncton Homelessness Steering Committee (GMHSC)",
    "description": "GMHSC coordinates multiple service locations across Southeast New Brunswick serving individuals experiencing homelessness. Currently, these organizations lack efficient tools for real-time resource sharing and coordination across locations.",
    "mission": "Your Mission: Design and prototype innovative technology solutions that enable community organizations to:",
    "objectives": [
      "Coordinate resources across multiple locations",
      "Share information in real-time",
      "Respond more effectively to community needs"
    ],
    "reveal": "The Reveal: Specific challenge requirements, technical constraints, and success criteria will be revealed Friday, March 13th at 6 PM. This ensures all teams start with equal information and preparation time.",
    "transparency": "Transparency Note: While participants receive the detailed challenge Friday evening, we share more context with sponsors to help them understand the community impact of their investment. Sponsors know WHY this matters; participants discover HOW to solve it."
  },

  "whyMatters": {
    "title": "Why This Matters",
    "description": "Greater Moncton faces a visible homelessness crisis disproportionately severe compared to major Canadian cities. As of August 2024, 511 individuals are experiencing chronic homelessness in our community.\n\nGMHSC works tirelessly to coordinate services, but lacks the technology infrastructure to maximize their impact. Every improvement in coordination means faster, more effective support for vulnerable community members.\n\nYour solution will have measurable impact on real lives."
  },

  "event": {
    "title": "Event Details",
    "when": {
      "title": "Date",
      "description": "March 13-15, 2026"
    },
    "where": {
      "title": "Location",
      "description": "Venn Innovation, 770 St George Blvd, Moncton, NB E1E 2C6"
    },
    "who": {
      "title": "Participants",
      "description": "20-40 participants (1-4 per team)"
    },
    "schedule": {
      "title": "Schedule Overview",
      "friday": {
        "title": "Friday, March 13 (Evening)",
        "items": [
          "Early evening: Registration & Networking",
          "Challenge Reveal & Opening Ceremony with sponsor introductions",
          "Team formation and hacking begins"
        ]
      },
      "saturday": {
        "title": "Saturday, March 14 (All Day)",
        "items": [
          "Full-day hacking with mentor support",
          "Optional sponsor-led workshops",
          "Meals provided throughout the day"
        ]
      },
      "sunday": {
        "title": "Sunday, March 15 (Afternoon)",
        "items": [
          "Morning: Final development sprint",
          "Early afternoon: Project submissions and team presentations to judges",
          "Late afternoon: Awards ceremony and closing remarks"
        ]
      },
      "note": "*Detailed schedule will be provided to registered participants closer to the event date.*"
    }
  },

  "whoShould": {
    "title": "Who Should Participate",
    "intro": "You're a great fit if you are:",
    "profiles": [
      "Software Developer",
      "UI/UX Designer",
      "Student in IT",
      "Data Analyst", 
      "Database Specialist",
      "Systems Architect",
      "Project Manager",
      "Anyone passionate about using technology to solve social challenges"
    ],"note": "No experience with homelessness services required! GMHSC representatives and mentors will provide domain expertise."
  },

  "prizes": {
    "title": "Prizes & Recognition",
    "prizePool": "A prize pool of at least $5,000 will be awarded to winning teams, with exact amounts to be announced as sponsorship is finalized.",
    "beyond": "Beyond cash prizes, winning teams receive:",
    "benefits": [
      "Partnership with Civic Tech Moncton to develop the full solution",
      "Recognition as the solution is deployed to community organizations",
      "Portfolio-worthy project with real-world impact",
      "Ongoing attribution in all communications about the deployed solution"
    ],
    "note": "Prize categories and judging criteria will be announced with the challenge reveal on Friday evening."
  },

  "partners": {
    "title": "About Our Partners",
    "gmhsc": {
      "title": "Challenge Partner: Greater Moncton Homelessness Steering Committee",
      "description": "The Greater Moncton Homelessness Steering Committee (GMHSC) is a multi-stakeholder network of professionals from community organizations and all levels of government, working collaboratively to prevent and reduce homelessness by increasing access to safe, adequate, and supportive housing.\n\nUsing a data-informed systems approach, GMHSC drives lasting change through education, advocacy, and targeted support, ensuring affordable housing and essential services are available to those in need.",
      "link": "Learn more: monctonhomelessness.org"
    },
    "venn": {
      "title": "Venue Partner: Venn Innovation",
      "description": "[Brief description of Venn - to be added once confirmed]"
    },
    "civicTech": {
      "title": "About Civic Tech Moncton",
      "description": "Launched in September 2024, Civic Tech Moncton is a volunteer-driven initiative that harnesses technology and collaboration to solve real-world challenges in Greater Moncton. We meet weekly at Venn Innovation, bringing together developers, designers, students, professionals, and community advocates.",
      "mission": "Our Mission: To empower community members to use technology as a force for positive change, making Greater Moncton a more connected, innovative, and inclusive place to live.",
      "milestone": "This hackathon represents our first major public event and a milestone in establishing Moncton as a hub for civic technology in Atlantic Canada.",
      "link": "Learn more: civictechmoncton.org"
    }
  },

  "team": {
    "title": "Organizing Team",
    "intro": "Hack4Change is organized by passionate leaders from Civic Tech Moncton with expertise in technology, project management, and community engagement:",
    "core": [
      {
        "name": "Ankit Malik",
        "role": "Project Manager"
      },
      {
        "name": "Mo Kinlad",
        "role": "Senior Hackathon Advisor"
      },
      {
        "name": "Folusho Ogundele",
        "role": "Administration"
      },
      {
        "name": "Henrietta Antigha",
        "role": "Communication"
      },
      {
        "name": "Daria Kirianova",
        "role": "Social Media & Content"
      },
      {
        "name": "Artem Stromets",
        "role": "Civic Tech Moncton IT Leader"
      },
      {
        "name": "Shannon McMackin",
        "role": "Civic Tech Moncton Leader"
      }
    ]
  },

  "eventLocation": {
    "title": "Event Location",
    "name": "Venn Innovation",
    "address": "770 St George Blvd\nMoncton, NB E1E 2C6",
    "map": "Embedded Google Map",
    "note": "Parking and accessibility information will be provided to registered participants."
  },

  "accessibility": {
    "title": "Accessibility",
    "description": "Venn Innovation is an accessible venue. If you require specific accommodations such as dietary restrictions, mobility assistance, or any other needs - please indicate this during registration or contact us at contact@hack4change.ca. We're committed to ensuring everyone can participate fully."
  }
}
