{
  "title": "Hack4Change Privacy Policy",
  "lastUpdated": "Last Updated: November 2025",
  "intro": "Hack4Change, organized by Civic Tech Moncton, is committed to protecting your privacy. This policy explains how we collect, use, and protect your personal information.",

  "sections": [
    {
      "title": "1. Information We Collect",
      "content": "When you register for Hack4Change, we collect:",
      "items": [
        "Name and contact information (email, phone number)",
        "Professional information (skills, experience, LinkedIn profile - optional)",
        "Team formation preferences",
        "Dietary restrictions and accessibility requirements",
        "Demographic information for reporting purposes (optional)"
      ],
      "additional": "During the event, we may collect:",
      "additionalItems": [
        "Photos and videos for promotional purposes",
        "Project submissions and presentations",
        "Feedback and survey responses"
      ]
    },
    {
      "title": "2. How We Use Your Information",
      "content": "We use your information to:",
      "items": [
        "Process your registration and communicate event details",
        "Facilitate team formation and mentor matching",
        "Provide meals and accommodations tailored to your needs",
        "Share your contact information with sponsors (with your explicit consent only)",
        "Improve future events through feedback analysis",
        "Promote Hack4Change and Civic Tech Moncton through photos/videos (with consent)"
      ]
    },
    {
      "title": "3. Information Sharing",
      "content": "We share your information only:",
      "categories": [
        {
          "title": "With Your Consent:",
          "items": [
            "Contact information and resumes shared with sponsors only if you opt in during registration",
            "Photos/videos used for promotional purposes only if you provide consent"
          ]
        },
        {
          "title": "Required Disclosures:",
          "items": [
            "We may disclose information if required by law or to protect safety"
          ]
        },
        {
          "title": "We Never:",
          "items": [
            "Sell your personal information to third parties",
            "Share your information with sponsors without your explicit consent",
            "Use your information for purposes unrelated to the event"
          ]
        }
      ]
    },
    {
      "title": "4. Data Security",
      "content": "We implement reasonable security measures to protect your personal information. However, no method of transmission over the internet is 100% secure. We cannot guarantee absolute security."
    },
    {
      "title": "5. Your Rights",
      "content": "You have the right to:",
      "items": [
        "Access the personal information we hold about you",
        "Request correction of inaccurate information",
        "Withdraw consent for information sharing with sponsors at any time",
        "Opt out of promotional emails (while still receiving essential event communications)",
        "Request deletion of your information after the event concludes"
      ]
    },
    {
      "title": "6. Data Retention",
      "items": [
        "Registration information is retained for the duration of the event and 90 days after for follow-up",
        "Photos/videos with your consent may be retained indefinitely for promotional purposes",
        "Anonymized data may be retained for event reporting and improvement"
      ]
    },
    {
      "title": "7. Cookies and Website Analytics",
      "content": "Our website may use cookies and analytics tools (such as Google Analytics) to improve user experience and understand website traffic. You can disable cookies in your browser settings."
    },
    {
      "title": "8. Children's Privacy",
      "content": "Participants under 18 must provide parental/guardian consent. We do not knowingly collect information from minors without parental consent."
    },
    {
      "title": "9. Changes to This Policy",
      "content": "We may update this privacy policy periodically. Changes will be posted on this page with an updated \"Last Updated\" date."
    }
  ],

  "contactInfo": {
    "title": "Contact Us",
    "content": "Questions about this privacy policy or your personal information?",
    "email": "Email: contact@hack4change.ca",
    "organization": "Civic Tech Moncton",
    "address": "Venn Innovation, 770 St George Blvd, Moncton, NB E1E 2C6"
  }
}
