{
  "title": "Foire aux questions",
  "categories": {
    "registration": {
      "title": "Inscription et participation",
      "questions": [
        {
          "q": "Dois-je avoir une équipe pour m’inscrire ?",
          "a": "Les équipes de 1 à 4 personnes sont encouragées. Bien que nous nous attendions à ce que la plupart des participants s’inscrivent en équipes déjà formées, les participants solos sont les bienvenus et nous faciliterons les connexions lors du lancement du vendredi soir. Cependant, nous recommandons de former votre équipe avant l’événement si possible afin de maximiser votre temps de travail."
        },
        {
          "q": "Y a-t-il des frais d’inscription ?",
          "a": "Non, Hack4Change est entièrement gratuit pour tous les participants. Des repas et rafraîchissements sont fournis tout au long du week-end."
        },
        {
          "q": "Quel niveau de compétence est requis ?",
          "a": "Tous les niveaux sont les bienvenus ! Que vous soyez un professionnel chevronné ou un étudiant qui débute, vous trouverez des façons de contribuer. Des mentors seront disponibles pour soutenir les équipes pendant toute la durée de l’événement."
        },
        {
          "q": "Dois-je être développeur ?",
          "a": "Non ! Nous avons besoin de designers, de chefs de projet, d’analystes de données et de toute personne passionnée par la résolution de problèmes. Les meilleures solutions naissent d’équipes diversifiées avec des perspectives variées."
        },
        {
          "q": "Dois-je avoir 18 ans et plus pour participer ?",
          "a": "Oui, ce hackathon est un événement réservé aux 18+."
        },
        {
          "q": "Dois-je être de Moncton ?",
          "a": "Non ! Nous accueillons des participants de partout au Canada atlantique et au-delà. Toutefois, il s’agit d’un événement en présentiel — la participation virtuelle n’est pas disponible."
        }
      ]
    },
    "challenge": {
      "title": "À propos du défi",
      "questions": [
        {
          "q": "En quoi consiste exactement le défi ?",
          "a": "Le défi consiste à développer des solutions technologiques pour la coordination des ressources à travers le réseau de lieux de services du GMHSC. Les exigences précises, les contraintes techniques et les critères de réussite seront dévoilés le vendredi 13 mars à 18 h afin de garantir que toutes les équipes commencent avec les mêmes informations."
        },
        {
          "q": "Pourquoi ne pas nous donner les détails du défi dès maintenant ?",
          "a": "Nous voulons assurer une compétition équitable. Si nous diffusions les détails trop tôt, les équipes informées du hackathon depuis des mois auraient un avantage injuste sur celles qui s’inscrivent plus près de l’événement. Tout le monde commence ensemble le vendredi soir."
        },
        {
          "q": "Les commanditaires peuvent-ils voir le défi complet avant nous ?",
          "a": "Les commanditaires reçoivent du contexte sur l’impact communautaire et l’opportunité de partenariat, mais pas les exigences techniques spécifiques. Ils comprennent POURQUOI cela compte ; les participants découvrent COMMENT y répondre à partir du vendredi soir."
        },
        {
          "q": "Ai-je besoin d’expérience dans les services liés à l’itinérance ?",
          "a": "Non ! Les représentants du GMHSC et les mentors fourniront une expertise du domaine et répondront aux questions tout au long de l’événement. Votre rôle est d’apporter des compétences techniques et une résolution créative de problèmes."
        },
        {
          "q": "Quelles technologies pouvons-nous utiliser ?",
          "a": "Toutes les technologies de votre choix ! Applications web, applications mobiles, API, outils de visualisation de données, plateformes infonuagiques — tout ce que vous jugez le mieux adapté pour relever le défi. Il n’y a aucune restriction technologique."
        }
      ]
    },
    "deployment": {
      "title": "La partie « Ça se construit vraiment »",
      "questions": [
        {
          "q": "La solution gagnante sera-t-elle vraiment construite et déployée ?",
          "a": "Oui. C’est notre différenciateur principal. L’équipe gagnante collaborera avec des bénévoles de Civic Tech Moncton et le GMHSC durant les mois suivants pour :\n• Affiner le prototype selon les retours des utilisateurs\n• Développer une application prête pour la production\n• Tester avec les organismes membres du GMHSC\n• Déployer pour une utilisation réelle dans le Sud-Est du Nouveau-Brunswick\n\nIl s’agit d’un engagement concret de la part de Civic Tech Moncton et du GMHSC."
        },
        {
          "q": "Combien de temps dure le processus de développement après le hackathon ?",
          "a": "Généralement de 3 à 6 mois, selon la complexité de la solution. L’équipe gagnante détermine son niveau d’implication continue, mais les bénévoles de Civic Tech Moncton veilleront à ce que le projet soit déployé quoi qu’il arrive."
        },
        {
          "q": "Et si je ne peux pas m’engager dans le développement post-hackathon ?",
          "a": "Aucun problème ! Vous pouvez vous impliquer autant ou aussi peu que vous le souhaitez. Beaucoup de membres d’équipes gagnantes restent impliqués ; d’autres transmettent leur travail aux bénévoles de Civic Tech Moncton. L’essentiel est que la solution SERA finalisée et déployée."
        },
        {
          "q": "À qui appartient le code que nous écrivons ?",
          "a": "Tout le code développé durant Hack4Change sera open source sous licence MIT. Cela signifie :\n• Votre code est librement accessible au GMHSC et à d’autres communautés confrontées à des défis similaires\n• L’équipe gagnante conserve l’attribution en tant que créateurs originaux\n• Tout le monde peut utiliser, modifier et déployer la solution\n• D’autres communautés Civic Tech à travers le Canada peuvent adopter et adapter votre travail\n• Vous gardez le droit de le présenter dans votre portfolio\n\nEn participant, les équipes acceptent la licence MIT pour leurs soumissions Hack4Change. Cela s’aligne avec la mission de Civic Tech de créer des technologies d’intérêt public."
        },
        {
          "q": "Pouvons-nous utiliser notre solution dans notre portfolio ?",
          "a": "Absolument ! Nous encourageons tous les participants à mettre en valeur leur travail. L’équipe gagnante reçoit une reconnaissance supplémentaire lorsque la solution est déployée et peut référencer son impact réel."
        }
      ]
    },
    "logistics": {
      "title": "Logistique et détails de l’événement",
      "questions": [
        {
          "q": "Que dois-je apporter ?",
          "a": "Apportez votre ordinateur portable, des chargeurs, tout appareil ou outil dont vous aurez besoin pour travailler, et votre enthousiasme ! Nous fournirons l’espace de travail, le Wi-Fi, la nourriture, les boissons et une bonne ambiance."
        },
        {
          "q": "Où puis-je me stationner ?",
          "a": "Les informations de stationnement seront communiquées aux participants inscrits avant l’événement."
        },
        {
          "q": "Puis-je partir et revenir ?",
          "a": "Oui ! Bien que nous encouragions une participation continue pour la meilleure expérience d’équipe et le maintien de l’élan, vous êtes libre d’entrer et de sortir selon vos besoins."
        },
        {
          "q": "Y aura-t-il de la nourriture ?",
          "a": "Oui ! Des repas et des collations seront offerts tout au long du week-end. Les heures de repas spécifiques seront incluses dans l’horaire détaillé envoyé aux participants inscrits. Si vous avez des restrictions alimentaires, veuillez l’indiquer lors de l’inscription."
        },
        {
          "q": "Y a-t-il des hébergements pour les participants venant de l’extérieur ?",
          "a": "Bien que nous ne fournissions pas d’hébergements, nous sommes heureux de suggérer des hôtels à proximité. Contactez-nous à contact@hack4change.ca pour des recommandations."
        },
        {
          "q": "Le lieu est-il accessible ?",
          "a": "Oui, Venn Innovation est un lieu accessible. Si vous avez besoin d’aménagements spécifiques, veuillez l’indiquer lors de l’inscription ou nous contacter à contact@hack4change.ca."
        }
      ]
    },
    "judging": {
      "title": "Évaluation, prix et reconnaissance",
      "questions": [
        {
          "q": "Qui évaluera les projets ?",
          "a": "Les projets seront évalués par un jury composé de représentants du GMHSC, de professionnels de l’industrie technologique et de parties prenantes communautaires. Les juges spécifiques seront annoncés à l’approche de l’événement."
        },
        {
          "q": "Quels sont les critères d’évaluation ?",
          "a": "Les critères d’évaluation seront annoncés lors du dévoilement du défi le vendredi soir et s’aligneront sur les priorités du GMHSC. Attendez-vous à une évaluation basée sur l’impact communautaire, l’exécution technique, l’expérience utilisateur, la faisabilité et la qualité de la présentation."
        },
        {
          "q": "Quel est le montant des prix ?",
          "a": "La cagnotte est d’au moins 5 000 $, avec les montants exacts annoncés au fur et à mesure de la finalisation des commandites. Cela garantit des prix significatifs tout en maintenant une saine gestion financière. Les montants des prix seront confirmés avant le début de l’événement."
        },
        {
          "q": "Quels prix seront décernés ?",
          "a": "Les catégories de prix seront annoncées lors de la cérémonie d’ouverture. Attendez-vous à une reconnaissance de la qualité globale de la solution, de l’innovation, de l’expérience utilisateur et d’autres critères en lien avec le défi."
        },
        {
          "q": "Est-ce qu’il n’y a qu’un seul gagnant ou plusieurs prix ?",
          "a": "Plusieurs prix seront décernés dans différentes catégories. Même si vous ne remportez pas la première place, il existe des opportunités de reconnaissance et de récompenses."
        }
      ]
    },
    "mentorship": {
      "title": "Mentorat et soutien",
      "questions": [
        {
          "q": "Y aura-t-il des mentors disponibles ?",
          "a": "Oui ! Des professionnels de l’industrie, des développeurs expérimentés et des représentants du GMHSC seront disponibles tout au long du week-end pour offrir des conseils techniques, une expertise du domaine et des orientations stratégiques."
        },
        {
          "q": "Les commanditaires seront-ils présents ?",
          "a": "Oui, plusieurs commanditaires auront des représentants sur place pour encadrer les équipes, animer des ateliers et rencontrer les participants. C’est une excellente occasion de réseautage."
        },
        {
          "q": "Que faire si nous sommes bloqués sur un aspect technique ?",
          "a": "Des mentors seront là pour aider ! Nous aurons des expertises dans divers écosystèmes technologiques, en design et en gestion de projet. Si vous êtes vraiment bloqués, nous vous aiderons à trouver des solutions ou à réorienter votre approche."
        }
      ]
    }
  },
  "stillQuestions": {
    "title": "Vous avez encore des questions ?",
    "contact": "Contactez-nous à contact@hack4change.ca",
    "response": "Nous répondons généralement sous 24 à 48 heures."
  }
}
