{
  "title": "Politique de confidentialité de Hack4Change",
  "lastUpdated": "Dernière mise à jour : novembre 2025",
  "intro": "Hack4Change, organisé par Civic Tech Moncton, s'engage à protéger votre vie privée. Cette politique explique comment nous collectons, utilisons et protégeons vos informations personnelles.",

  "sections": [
    {
      "title": "1. Informations que nous collectons",
      "content": "Lorsque vous vous inscrivez à Hack4Change, nous collectons :",
      "items": [
        "Nom et coordonnées (courriel, numéro de téléphone)",
        "Informations professionnelles (compétences, expérience, profil LinkedIn - optionnel)",
        "Préférences de formation d'équipe",
        "Restrictions alimentaires et besoins en matière d'accessibilité",
        "Informations démographiques à des fins de rapport (optionnel)"
      ],
      "additional": "Pendant l'événement, nous pouvons collecter :",
      "additionalItems": [
        "Photos et vidéos à des fins promotionnelles",
        "Soumissions et présentations de projets",
        "Réponses aux commentaires et sondages"
      ]
    },
    {
      "title": "2. Comment nous utilisons vos informations",
      "content": "Nous utilisons vos informations pour :",
      "items": [
        "Traiter votre inscription et communiquer les détails de l'événement",
        "Faciliter la formation d'équipes et l'appariement avec des mentors",
        "Fournir des repas et des accommodements adaptés à vos besoins",
        "Partager vos coordonnées avec les commanditaires (avec votre consentement explicite uniquement)",
        "Améliorer les événements futurs grâce à l'analyse des commentaires",
        "Promouvoir Hack4Change et Civic Tech Moncton via des photos/vidéos (avec consentement)"
      ]
    },
    {
      "title": "3. Partage d'informations",
      "content": "Nous partageons vos informations uniquement :",
      "categories": [
        {
          "title": "Avec votre consentement :",
          "items": [
            "Les coordonnées et CV partagés avec les commanditaires uniquement si vous vous inscrivez lors de l'inscription",
            "Photos/vidéos utilisées à des fins promotionnelles uniquement si vous donnez votre consentement"
          ]
        },
        {
          "title": "Divulgations requises :",
          "items": [
            "Nous pouvons divulguer des informations si la loi l'exige ou pour protéger la sécurité"
          ]
        },
        {
          "title": "Nous ne :",
          "items": [
            "Vendons jamais vos informations personnelles à des tiers",
            "Partageons jamais vos informations avec les commanditaires sans votre consentement explicite",
            "Utilisons jamais vos informations à des fins non liées à l'événement"
          ]
        }
      ]
    },
    {
      "title": "4. Sécurité des données",
      "content": "Nous mettons en œuvre des mesures de sécurité raisonnables pour protéger vos informations personnelles. Cependant, aucune méthode de transmission sur Internet n'est sûre à 100%. Nous ne pouvons pas garantir une sécurité absolue."
    },
    {
      "title": "5. Vos droits",
      "content": "Vous avez le droit de :",
      "items": [
        "Accéder aux informations personnelles que nous détenons à votre sujet",
        "Demander la correction d'informations inexactes",
        "Retirer votre consentement pour le partage d'informations avec les commanditaires à tout moment",
        "Vous désinscrire des courriels promotionnels (tout en continuant à recevoir les communications essentielles sur l'événement)",
        "Demander la suppression de vos informations après la conclusion de l'événement"
      ]
    },
    {
      "title": "6. Conservation des données",
      "items": [
        "Les informations d'inscription sont conservées pendant la durée de l'événement et 90 jours après pour le suivi",
        "Les photos/vidéos avec votre consentement peuvent être conservées indéfiniment à des fins promotionnelles",
        "Les données anonymisées peuvent être conservées pour les rapports et l'amélioration de l'événement"
      ]
    },
    {
      "title": "7. Cookies et analyses de site Web",
      "content": "Notre site Web peut utiliser des cookies et des outils d'analyse (tels que Google Analytics) pour améliorer l'expérience utilisateur et comprendre le trafic du site Web. Vous pouvez désactiver les cookies dans les paramètres de votre navigateur."
    },
    {
      "title": "8. Confidentialité des enfants",
      "content": "Les participants de moins de 18 ans doivent fournir le consentement parental/tuteur. Nous ne collectons pas sciemment d'informations auprès de mineurs sans le consentement parental."
    },
    {
      "title": "9. Modifications de cette politique",
      "content": "Nous pouvons mettre à jour cette politique de confidentialité périodiquement. Les modifications seront publiées sur cette page avec une date « Dernière mise à jour » mise à jour."
    }
  ],

  "contactInfo": {
    "title": "Nous contacter",
    "content": "Des questions sur cette politique de confidentialité ou vos informations personnelles ?",
    "email": "Courriel : contact@hack4change.ca",
    "organization": "Civic Tech Moncton",
    "address": "Venn Innovation, 770 St George Blvd, Moncton, NB E1E 2C6"
  }
}
